; Translation file for AltDrag 1.0
; de-DE localization by Markus Hentsch
; Simply put this file in the same directory as AltDrag, then reload AltDrag.
; Please read the wiki for help: https://code.google.com/p/altdrag/wiki/Translate
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=de-DE
LangEnglish=German
Lang=Deutsch
Author=Markus Hentsch

TrayEnabled=AltDrag
TrayDisabled=AltDrag (deaktiviert)
MenuEnable=Aktivieren
MenuDisable=Deaktivieren
MenuHideTray=Symbol verstecken
MenuUpdateAvailable=Aktualisierung verfügbar!
MenuConfigure=Einstellungen
MenuAbout=Über...
MenuExit=Beenden

UpdateBalloon=Neue Version verfügbar!
UpdateDialog=Eine neue Version ist verfügbar. Zur Webseite wechseln?
UpdateLatest=Keine Aktualisierung verfügbar.

ConfigTitle=AltDrag Einstellungen
ConfigTabGeneral=Allgemein
ConfigTabInput=Maus und Tastatur
ConfigTabBlacklist=Blacklist
ConfigTabAdvanced=Erweitert
ConfigTabAbout=Über

GeneralBox=Allgemeine Einstellungen
GeneralAutoFocus=&Fenster beim Verschieben nach vorn bringen.\n(Dafür kann wahlweise auch Strg gedrückt werden)
GeneralAero=Aero Snap &immitieren
GeneralInactiveScroll=Mausrad-&Scrollen in inaktiven Fenstern
GeneralMDI=&MDI Unterstützung
GeneralAutoSnap=Fenster automatisch einrasten an:
GeneralAutoSnap0=Deaktiviert
GeneralAutoSnap1=Bildschirmkanten
GeneralAutoSnap2=+ Fenstern von außen
GeneralAutoSnap3=+ Fenstern von innen
GeneralLanguage=Sprache:
GeneralAutostartBox=Autostart
GeneralAutostart=AltDrag bei der A&nmeldung starten
GeneralAutostartHide=&Tray Symbol verstecken
GeneralAutostartElevate=als A&dministrator ausführen
GeneralAutostartElevateTip=Beachten Sie, dass jedes Mal nach dem Anmelden eine Benutzerkontenabfrage erscheint solange die Benutzerkontensteuerung aktiv ist.
GeneralElevate=Ad&min-Modus
GeneralElevated=Admin aktiv
GeneralElevateTip=Dies wird eine neue Instanz von AltDrag erstellen, die mit Administratorberechtigungen ausgeführt wird. Dies ermöglicht AltDrag andere Programme zu verwalten, die auch mit Administratorberechtigungen gestartet wurden.\n\nSie müssen eine Benutzerkontenabfrage bestätigen, wenn Sie AltDrag Administratorberechtigungen verleihen wollen.
GeneralElevationAborted=Admin-Modus abgebrochen.
GeneralAutosave=Hinweis: Änderungen werden sofort gespeichert und aktiv!

InputMouseBox=Mausbefehle
InputMouseLMB=Linke Maustaste:
InputMouseMMB=Mittlere Maustaste:
InputMouseRMB=Rechte Maustaste:
InputMouseMB4=Maustaste 4:
InputMouseMB5=Maustaste 5:
InputMouseScroll=Scrollrad:
InputMouseLowerWithMMB=&Mittlere Maustaste auf Titelleisten bringt Fenster in den Hintergrund

InputActionMove=Fenster verschieben
InputActionResize=Fenstergröße ändern
InputActionClose=Fenster schließen
InputActionMinimize=Fenster minimieren
InputActionLower=Fenster in den Hintergrund
InputActionAlwaysOnTop=Immer im Vordergrund
InputActionCenter=Fenster zentrieren
InputActionNothing=Nichts
InputActionAltTab=Alt+Tab
InputActionVolume=Lautstärke
InputActionTransparency=Transparenz

InputHotkeysBox=Tastaturkürzel:
InputHotkeysLeftAlt=A&lt links
InputHotkeysRightAlt=Al&t rechts
InputHotkeysLeftWinkey=&Windows links
InputHotkeysRightWinkey=W&indows rechts
InputHotkeysLeftCtrl=&Strg links
InputHotkeysRightCtrl=St&rg rechts
InputHotkeysMore=Weitere Tasten können in der ini Datei hinzugefügt werden.\nBenutzen Sie Shift um Fenster einrasten zu lassen.

BlacklistBox=Blacklist Einstellungen
BlacklistProcessBlacklist=Blacklist für Prozesse:
BlacklistBlacklist=Blacklist:
BlacklistSnaplist=Snaplist (Einrasten verhindern):
BlacklistExplanation=Eine umfassende Erklärung, wie die Blacklist funktioniert, finden Sie in <a href="http://code.google.com/p/altdrag/wiki/Blacklist">der Wiki</a>!
BlacklistFindWindowBox=Fenster identifizieren
BlacklistFindWindowExplanation=Klicken Sie auf das Symbol um den Klassennamen eines Fensters zu ermitteln, sodass dieser oben der Blacklist oder Snaplist hinzugefügt werden kann.

AdvancedBox=Erweiterte Einstellungen
AdvancedHookWindows=&Einrasten beim normalen Verschieben von Fenstern.\nFunktioniert zusammen mit automatischem Einrasten!
AdvancedHookWindowsWarn=Beachten Sie, dass diese Funktion nicht zu 100% sicher ist, da sie durch das Einhängen in andere Prozesse ermöglicht wird. Dies könnte bei Spielen riskant sein, die einen Anti-Cheat Schutz besitzen.\n\nSind Sie sich sicher, dass Sie diese Funktion aktivieren möchten?
AdvancedUpdateCheckOnStartup=A&utomatisch nach Aktualisierungen suchen
AdvancedUpdateBeta=Auf &Beta-Versionen prüfen
AdvancedUpdateCheckNow=&Jetzt prüfen
AdvancedIni=Die Einstellungen von AltDrag werden in AltDrag.ini gespeichert. Es gibt ein paar Dinge, die nur durch das Bearbeiten dieser Datei eingestellt werden können.
AdvancedOpenIni=&ini Datei öffnen

AboutBox=Über AltDrag
AboutVersion=Version
AboutAuthor=Erstellt von Stefan Sundin
AboutLicense=AltDrag ist freie Open-Source Software!\nGeben Sie es ruhig weiter!
AboutDonate=&Spenden
AboutTranslationCredit=Übersetzungen

MiscUnhookError=Beim Deaktivieren von AltDrag ist ein Fehler aufgetreten. Dies ist höchstwahrscheinlich darauf zurückzuführen, dass Windows bereits die Hooks von AltDrag deaktiviert hat.\n\nSollte dieser Fehler zum ersten Mal auftreten, können Sie diese Meldung ignorieren und AltDrag weiterhin normal nutzen.\n\nSollte der Fehler jedoch mehrfach auftreten, können Sie in der Wiki auf der Webseite nachlesen, wie dies verhindert werden kann (Suchen Sie nach 'AltDrag mysteriously stops working' auf der 'About'-Seite).
